{
    "projects": [
        {
        "id": 0,
        "name": "Toronto Asian Art Museum Explorer",
        "description": "TAAM Explorer is a Java based Android application designed to showcase artifacts from the TAAM Collection. Utilizing a custom collection design system, the app offers users an immersive and intuitive experience for exploring historical artifacts. Users can browse, search, and view detailed information and images of each artifact.",
        "img": ["https://i.imgur.com/nzQoZPG.png"],
        "github": "https://github.com/marc-issism/TAAMproject"
        },
        {
        "id": 1,
        "name": "Climate Compass",
        "description": "At Climate Compass, we aim to deliver relief and reliability to users confronting the ever-increasing threat of natural disasters. In a world where these events have become more frequent and severe, we aim to provide users with essential services designed to enhance safety and preparedness during critical times. Climate Compass provides a comprehensive list of government aid, programs and nearby climate shelters available to any climate refugees.",
        "img": ["https://d112y698adiu2z.cloudfront.net/photos/production/software_photos/002/966/724/datas/original.png"],
        "github": "https://devpost.com/software/climate-compass"
        },
        {
        "id": 2,
        "name": "no.ff",
        "description": "No.ff is an innovative League of Legends statistical analyzer designed to transform raw in-game data into actionable insights for players and analysts. Our machine learning model, built with Sci-kit Learn and TensorFlow and trained on more than 500k match data using a TPU, predicts game outcomes with 70% accuracy, delivering strategic advantages to players. No.ff features an interactive chatbot, powered by Gemini's API, providing users with real-time game information and tips. ",
        "img": ["https://i.imgur.com/xwqUtdF.png"],
        "github": "https://github.com/no-ff/no.ff"
        }
    ]
}